Repository: roqueribeiro/cadentia-android
Catalog: i18n/Localizable.xcstrings
Source language: pt_br
Languages: ar, de, en, es, fr, hi, ja, ru, zh_hans

# cadentia.setlists.playOrdered
source: Tocar em ordem
ar: تشغيل بالترتيب
de: Der Reihe nach
en: Play in order
es: Tocar en orden
fr: Lire dans l'ordre
hi: क्रम में बजाएँ
ja: 順番に再生
ru: По порядку
zh_hans: 按顺序播放

# cadentia.setlists.playShuffled
source: Aleatório
ar: عشوائي
de: Zufällig
en: Shuffle
es: Aleatorio
fr: Aléatoire
hi: शफ़ल
ja: シャッフル
ru: Вперемешку
zh_hans: 随机播放

# cadentia.setlists.previousSong
source: Música anterior
ar: الأغنية السابقة
de: Vorheriger Song
en: Previous song
es: Canción anterior
fr: Morceau précédent
hi: पिछला गाना
ja: 前の曲
ru: Предыдущая песня
zh_hans: 上一首

# cadentia.setlists.removeSong
source: Remover do repertório
ar: إزالة من قائمة العرض
de: Aus Setliste entfernen
en: Remove from setlist
es: Quitar del repertorio
fr: Retirer du répertoire
hi: सेटलिस्ट से हटाएँ
ja: セットリストから削除
ru: Убрать из сет-листа
zh_hans: 从歌单移除

# cadentia.setlists.rename
source: Renomear
ar: إعادة تسمية
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
hi: नाम बदलें
ja: 名前を変更
ru: Переименовать
zh_hans: 重命名

# cadentia.setlists.searchSongs
source: Buscar música
ar: البحث عن أغانٍ
de: Songs suchen
en: Search songs
es: Buscar canciones
fr: Rechercher un morceau
hi: गाने खोजें
ja: 曲を検索
ru: Поиск песен
zh_hans: 搜索歌曲

# cadentia.setlists.section
source: Repertórios
ar: قوائم العروض
de: Setlisten
en: Setlists
es: Repertorios
fr: Répertoires
hi: सेटलिस्ट
ja: セットリスト
ru: Сет-листы
zh_hans: 歌单

# cadentia.sound.credits.intro
source: As gravações embarcadas são obra de outras pessoas, publicadas em domínio público (CC0). Nenhuma exige crédito — creditar é escolha nossa.
ar: التسجيلات المضمّنة من عمل أشخاص آخرين، منشورة في الملك العام (CC0). لا يشترط أي منها الإسناد — الإسناد اختيارنا.
de: Die enthaltenen Aufnahmen stammen von anderen und stehen gemeinfrei (CC0). Keine verlangt eine Nennung — wir nennen sie trotzdem.
en: The bundled recordings are other people’s work, released into the public domain (CC0). None require credit — crediting is our choice.
es: Las grabaciones incluidas son obra de otras personas, publicadas en dominio público (CC0). Ninguna exige crédito: acreditar es decisión nuestra.
fr: Les enregistrements inclus sont l’œuvre d’autres personnes, publiés dans le domaine public (CC0). Aucun n’exige de crédit — créditer est notre choix.
hi: शामिल रिकॉर्डिंग अन्य लोगों का काम है, सार्वजनिक डोमेन (CC0) में जारी। किसी को श्रेय की आवश्यकता नहीं — श्रेय देना हमारा चुनाव है।
ja: 収録音源は他の方々の作品で、パブリックドメイン（CC0）で公開されています。クレジットは不要ですが、あえて記載しています。
ru: Встроенные записи — работа других людей, выпущенная в общественное достояние (CC0). Указание авторства не требуется — мы указываем по своему выбору.
zh_hans: 内置录音是他人的作品，以公共领域（CC0）发布。均无需署名——署名是我们的选择。

# cadentia.sound.credits.title
source: Bancos de sample
ar: بنوك الأصوات
de: Klangbänke
en: Sound banks
es: Bancos de samples
fr: Banques de sons
hi: साउंड बैंक
ja: サウンドバンク
ru: Банки звуков
zh_hans: 音色库

# cadentia.sound.empty
source: Nenhum banco instalado
ar: لا توجد بنوك صوت مثبتة
de: Keine Klangbank installiert
en: No sound bank installed
es: Ningún banco instalado
fr: Aucune banque installée
hi: कोई साउंड बैंक इंस्टॉल नहीं
ja: サウンドバンクがありません
ru: Банки звуков не установлены
zh_hans: 未安装音色库

# cadentia.sound.emptyHint
source: Esta versão foi montada sem os bancos. Tudo continua tocando com a síntese do app.
ar: هذه النسخة بُنيت بدون البنوك. كل شيء يستمر بالعزف بتركيب التطبيق.
de: Dieser Build kam ohne die Bänke. Alles spielt weiter mit der App-Synthese.
en: This build shipped without the banks. Everything keeps playing with the app synthesis.
es: Esta versión se creó sin los bancos. Todo sigue sonando con la síntesis de la app.
fr: Cette version a été compilée sans les banques. Tout continue de jouer avec la synthèse de l'app.
hi: इस बिल्ड में बैंक शामिल नहीं हैं। सब कुछ ऐप सिंथेसिस से बजता रहेगा।
ja: このビルドにはバンクが含まれていません。すべてアプリの合成音で鳴ります。
ru: В этой сборке банков нет. Всё продолжает звучать синтезом приложения.
zh_hans: 此版本未包含音色库，所有声音继续使用应用合成音。

# cadentia.sound.families.bass
source: Baixo
ar: باس
de: Bass
en: Bass
es: Bajo
fr: Basse
hi: बास
ja: ベース
ru: Бас
zh_hans: 贝斯

# cadentia.sound.families.drums
source: Bateria
ar: طبول
de: Schlagzeug
en: Drums
es: Batería
fr: Batterie
hi: ड्रम
ja: ドラム
ru: Барабаны
zh_hans: 鼓组

# cadentia.sound.families.guitar
source: Violão e guitarra
ar: جيتار
de: Gitarre
en: Guitar
es: Guitarra
fr: Guitare
hi: गिटार
ja: ギター
ru: Гитара
zh_hans: 吉他

# cadentia.sound.families.keys
source: Teclas
ar: لوحات المفاتيح
de: Tasten
en: Keys
fr: Claviers
hi: कीज़
ja: 鍵盤
ru: Клавишные
zh_hans: 键盘

# cadentia.sound.hint
source: Escolha, por instrumento, entre a síntese do app e gravações reais. Dá para trocar enquanto toca.
ar: اختر لكل آلة بين تركيب التطبيق والتسجيلات الحقيقية. يمكنك التبديل أثناء العزف.
de: Wähle pro Instrument zwischen der App-Synthese und echten Aufnahmen. Umschalten geht auch beim Spielen.
en: Choose, per instrument, between the app synthesis and real recordings. You can switch while playing.
es: Elige, por instrumento, entre la síntesis de la app y grabaciones reales. Puedes cambiar mientras tocas.
fr: Choisissez, par instrument, entre la synthèse de l'app et de vrais enregistrements. Vous pouvez changer en jouant.
hi: हर वाद्ययंत्र के लिए ऐप सिंथेसिस या असली रिकॉर्डिंग चुनें। बजाते हुए भी बदल सकते हैं।
ja: 楽器ごとに、アプリの合成音と実録音を選べます。演奏中でも切り替えられます。
ru: Выберите для каждого инструмента синтез приложения или живую запись. Переключать можно прямо во время игры.
zh_hans: 可为每种乐器在应用合成音与真实录音之间切换，演奏中也能切换。

# cadentia.sound.mode.samples
source: Gravações reais
ar: تسجيلات حقيقية
de: Echte Aufnahmen
en: Real recordings
es: Grabaciones reales
fr: Enregistrements réels
hi: असली रिकॉर्डिंग
ja: 実録音
ru: Живые записи
zh_hans: 真实录音

# cadentia.sound.mode.synth
source: Síntese
ar: تركيب
de: Synthese
en: Synthesis
es: Síntesis
fr: Synthèse
hi: सिंथेसिस
ja: 合成音
ru: Синтез
zh_hans: 合成音色

# cadentia.sound.samplesCount
source: %lld amostras
ar: %lld عينة
de: %lld Samples
en: %lld samples
es: %lld muestras
fr: %lld échantillons
hi: %lld सैंपल
ja: %lld サンプル
ru: %lld сэмплов
zh_hans: %lld 个采样

# cadentia.sound.title
source: Som dos instrumentos
ar: صوت الآلات
de: Instrumentenklang
en: Instrument sound
es: Sonido de los instrumentos
fr: Son des instruments
hi: वाद्ययंत्र ध्वनि
ja: 楽器の音
ru: Звук инструментов
zh_hans: 乐器音色

# cadentia.stems.another
source: Trocar de música
ar: تغيير الأغنية
de: Song wechseln
en: Change song
es: Cambiar de canción
fr: Changer de morceau
hi: गाना बदलें
ja: 曲を変える
ru: Сменить песню
zh_hans: 更换歌曲

# cadentia.stems.backToLibrary
source: Voltar para a biblioteca
ar: العودة إلى المكتبة
de: Zurück zur Bibliothek
en: Back to library
es: Volver a la biblioteca
fr: Retour à la bibliothèque
hi: लाइब्रेरी पर वापस
ja: ライブラリに戻る
ru: Назад в библиотеку
zh_hans: 返回资料库

# cadentia.stems.bass
source: Baixo
ar: الباس
de: Bass
en: Bass
es: Bajo
fr: Basse
hi: बास
ja: ベース
ru: Бас
zh_hans: 贝斯

# cadentia.stems.batch.position
source: %1$lld de %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
en: %1$lld of %2$lld
fr: %1$lld sur %2$lld
hi: %2$lld में से %1$lld
ja: %2$lld 曲中 %1$lld 曲目
ru: %1$lld из %2$lld
zh_hans: 第 %1$lld 首，共 %2$lld 首

# cadentia.stems.batchCancel
source: Cancelar separação
ar: إلغاء الفصل
de: Trennung abbrechen
en: Cancel separation
es: Cancelar separación
fr: Annuler la séparation
hi: अलगाव रद्द करें
ja: 分離をキャンセル
ru: Отменить разделение
zh_hans: 取消分离

# cadentia.stems.batchDismiss
source: Dispensar
ar: تجاهل
de: Schließen
en: Dismiss
es: Descartar
fr: Ignorer
hi: खारिज करें
ja: 閉じる
ru: Закрыть
zh_hans: 关闭

# cadentia.stems.batchFailed
source: Não deu para separar: %@
ar: تعذّر الفصل: %@
de: Konnte nicht getrennt werden: %@
en: Could not separate: %@
es: No se pudo separar: %@
fr: Impossible de séparer : %@
hi: अलग नहीं कर सके: %@
ja: 分離できませんでした: %@
ru: Не удалось разделить: %@
zh_hans: 无法分离：%@

# cadentia.stems.batchProgress
source: Separando %1$lld de %2$lld
ar: جارٍ فصل %1$lld من %2$lld
de: Trenne %1$lld von %2$lld
en: Separating %1$lld of %2$lld
fr: Séparation %1$lld sur %2$lld
hi: %2$lld में से %1$lld अलग किया जा रहा है
ja: %2$lld 曲中 %1$lld 曲を分離中
ru: Разделение %1$lld из %2$lld
zh_hans: 正在分离第 %1$lld 首，共 %2$lld 首

# cadentia.stems.choose
source: Escolher música
ar: اختر أغنية
de: Song wählen
en: Choose a song
es: Elegir canción
fr: Choisir un morceau
hi: गाना चुनें
ja: 曲を選ぶ
ru: Выбрать песню
zh_hans: 选择歌曲

# cadentia.stems.drums
source: Bateria
ar: الطبول
de: Schlagzeug
en: Drums
es: Batería
fr: Batterie
hi: ड्रम
ja: ドラム
ru: Ударные
zh_hans: 鼓

# cadentia.stems.emptyBody
source: Escolha uma música e a Cadentia separa bateria, baixo, vocal e o resto. Tudo no aparelho, sem enviar nada para a internet.
ar: اختر أغنية وستفصل Cadentia الطبول والباس والغناء وبقية الآلات. كل ذلك على جهازك، ولا يخرج منه شيء.
de: Wähle einen Song und Cadentia trennt Schlagzeug, Bass, Gesang und den Rest. Alles auf dem Gerät, nichts verlässt es.
en: Pick a song and Cadentia splits out drums, bass, vocals and the rest. All on your device, nothing leaves it.
es: Elige una canción y Cadentia separa batería, bajo, voz y lo demás. Todo en el dispositivo, nada sale de él.
fr: Choisissez un morceau et Cadentia sépare batterie, basse, voix et le reste. Tout sur l'appareil, rien n'en sort.
hi: एक गाना चुनें और Cadentia ड्रम, बास, आवाज़ और बाकी हिस्सा अलग कर देगा। सब कुछ आपके डिवाइस पर, कुछ भी बाहर नहीं जाता।
ja: 曲を選ぶと、ドラム、ベース、ボーカル、その他に分けます。すべて端末内で処理し、外部には送りません。
ru: Выберите песню, и Cadentia отделит ударные, бас, вокал и остальное. Всё на устройстве, ничего не уходит наружу.
zh_hans: 选择一首歌，Cadentia 会分离出鼓、贝斯、人声和其余部分。全部在设备上完成，不上传任何内容。

# cadentia.stems.emptyTitle
source: Tire um instrumento da música
ar: أزل آلة من الأغنية
de: Nimm ein Instrument aus dem Song
en: Take an instrument out of the song
es: Quita un instrumento de la canción
fr: Retirez un instrument du morceau
hi: गाने से कोई वाद्ययंत्र हटाएं
ja: 曲から楽器を取り除く
ru: Уберите инструмент из песни
zh_hans: 从歌曲中移除某个乐器

# cadentia.stems.failed
source: Não deu para separar essa música
ar: تعذّر فصل هذه الأغنية
de: Dieser Song ließ sich nicht trennen
en: Could not separate that song
es: No se pudo separar esa canción
fr: Impossible de séparer ce morceau
hi: यह गाना अलग नहीं किया जा सका
ja: この曲は分離できませんでした
ru: Не удалось разделить эту песню
zh_hans: 无法分离这首歌

# cadentia.stems.job.position
source: %1$lld de %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
en: %1$lld of %2$lld
fr: %1$lld sur %2$lld
hi: %2$lld में से %1$lld
ja: %2$lld 曲中 %1$lld 曲目
ru: %1$lld из %2$lld
zh_hans: 第 %1$lld 首，共 %2$lld 首

# cadentia.stems.job.starting
source: %lld músicas na fila
ar: %lld أغنية في الانتظار
de: %lld Titel in der Warteschlange
en: %lld songs queued
es: %lld canciones en cola
fr: %lld morceaux en file
hi: %lld गाने कतार में
ja: %lld 曲を待機中
ru: %lld треков в очереди
zh_hans: %lld 首歌曲排队中

# cadentia.stems.job.title
source: Separando faixas
ar: فصل المسارات
de: Spuren werden getrennt
en: Separating tracks
es: Separando pistas
fr: Séparation des pistes
hi: ट्रैक अलग किए जा रहे हैं
ja: トラックを分離中
ru: Разделение дорожек
zh_hans: 正在分离音轨

# cadentia.stems.key
source: Tom
ar: المقام
de: Tonart
en: Key
es: Tono
fr: Tonalité
hi: स्केल
ja: キー
ru: Тональность
zh_hans: 调

# cadentia.stems.keyHint
source: Semitons, sem mudar a velocidade
ar: أنصاف نغمات، دون تغيير السرعة
de: Halbtöne, ohne das Tempo zu ändern
en: Semitones, without changing the speed
es: Semitonos, sin cambiar la velocidad
fr: Demi-tons, sans changer la vitesse
hi: सेमीटोन, गति बदले बिना
ja: 速度を変えずに半音単位で
ru: Полутона, без изменения скорости
zh_hans: 半音，不改变速度

# cadentia.stems.leaveFree
source: Pode sair do app: a separação continua e avisa quando terminar.
ar: يمكنك مغادرة التطبيق — سيستمر الفصل وسنُعلمك عند الانتهاء.
de: Du kannst die App verlassen – die Trennung läuft weiter und meldet sich, wenn sie fertig ist.
en: You can leave the app — separation keeps going and tells you when it's done.
es: Puedes salir de la app: la separación continúa y te avisa al terminar.
fr: Vous pouvez quitter l'app : la séparation continue et vous prévient à la fin.
hi: आप ऐप से बाहर जा सकते हैं — अलगाव जारी रहेगा और पूरा होने पर बताएगा।
ja: アプリを閉じても大丈夫です。分離は続き、完了したらお知らせします。
ru: Можно выйти из приложения — разделение продолжится и сообщит, когда закончит.
zh_hans: 可以离开 App，分离会继续进行，完成后会通知你。

# cadentia.stems.loop
source: Loop de estudo
ar: حلقة التمرين
de: Übungsschleife
en: Practice loop
es: Bucle de estudio
fr: Boucle de travail
hi: अभ्यास लूप
ja: 練習ループ
ru: Учебный цикл
zh_hans: 练习循环

# cadentia.stems.mixer
source: Mixer
ar: المزج
es: Mezclador
fr: Mixeur
hi: मिक्सर
ja: ミキサー
ru: Микшер
zh_hans: 混音台

# cadentia.stems.modelMissing
source: O modelo de separação não está instalado nesta build.
ar: نموذج الفصل غير مثبت في هذه النسخة.
de: Das Trennmodell ist in diesem Build nicht installiert.
en: The separation model is not installed in this build.
es: El modelo de separación no está instalado en esta versión.
fr: Le modèle de séparation n'est pas installé dans cette version.
hi: इस बिल्ड में सेपरेशन मॉडल इंस्टॉल नहीं है।
ja: このビルドには分離モデルが含まれていません。
ru: Модель разделения не установлена в этой сборке.
zh_hans: 此版本未安装分离模型。

# cadentia.stems.other
source: Guitarra e teclado
ar: الغيتار ولوحة المفاتيح
de: Gitarre und Keyboard
en: Guitar and keys
es: Guitarra y teclado
fr: Guitare et clavier
hi: गिटार और कीबोर्ड
ja: ギターとキーボード
ru: Гитара и клавишные
zh_hans: 吉他和键盘

# cadentia.stems.preparing
source: Preparando o áudio
ar: جارٍ تحضير الصوت
de: Audio wird vorbereitet
en: Preparing the audio
es: Preparando el audio
fr: Préparation de l'audio
hi: ऑडियो तैयार हो रहा है
ja: 音声を準備中
ru: Подготовка звука
zh_hans: 正在准备音频

# cadentia.stems.remaining
source: faltam uns %lld s
ar: يتبقى نحو %lld ثانية
de: noch etwa %lld s
en: about %lld s left
es: faltan unos %lld s
fr: environ %lld s restantes
hi: लगभग %lld सेकंड बाकी
ja: 残り約 %lld 秒
ru: осталось около %lld с
zh_hans: 大约还需 %lld 秒

# cadentia.stems.remainingMinutes
source: faltam uns %lld min
ar: يتبقى نحو %lld دقيقة
de: noch etwa %lld Min
en: about %lld min left
es: faltan unos %lld min
fr: environ %lld min restantes
hi: लगभग %lld मिनट बाकी
ja: 残り約 %lld 分
ru: осталось около %lld мин
zh_hans: 大约还需 %lld 分钟

# cadentia.stems.separating
source: Separando os instrumentos
ar: جارٍ فصل الآلات
de: Instrumente werden getrennt
en: Separating the instruments
es: Separando los instrumentos
fr: Séparation des instruments
hi: वाद्ययंत्र अलग किए जा रहे हैं
ja: 楽器を分離中
ru: Разделение инструментов
zh_hans: 正在分离乐器

# cadentia.stems.solo
source: Só
ar: منفرد
de: Solo
en: Solo
es: Solo
fr: Solo
hi: सोलो
ja: ソロ
ru: Соло
zh_hans: 独奏

# cadentia.stems.speed
source: Velocidade
ar: السرعة
de: Tempo
en: Speed
es: Velocidad
fr: Vitesse
hi: गति
ja: 速度
ru: Скорость
zh_hans: 速度

# cadentia.stems.speedHint
source: Sem mudar a afinação
ar: دون تغيير درجة الصوت
de: Ohne die Tonhöhe zu ändern
en: Without changing the pitch
es: Sin cambiar la afinación
fr: Sans changer la hauteur
hi: पिच बदले बिना
ja: 音程を変えずに
ru: Без изменения высоты тона
zh_hans: 不改变音高

# cadentia.stems.tabTitle
source: Separar
ar: فصل
de: Trennen
en: Separate
fr: Séparer
hi: अलग करें
ja: 分離
ru: Разделить
zh_hans: 分离

# cadentia.stems.title
source: Separar instrumentos
ar: فصل الآلات
de: Instrumente trennen
en: Separate instruments
fr: Séparer les instruments
hi: वाद्ययंत्र अलग करें
ja: 楽器を分離
ru: Разделить инструменты
zh_hans: 分离乐器

# cadentia.stems.track.bass
source: Baixo
ar: الباس
de: Bass
en: Bass
es: Bajo
fr: Basse
hi: बास
ja: ベース
ru: Бас
zh_hans: 贝斯

# cadentia.stems.track.drums
source: Bateria
ar: الطبول
de: Schlagzeug
en: Drums
es: Batería
fr: Batterie
hi: ड्रम
ja: ドラム
ru: Ударные
zh_hans: 鼓

# cadentia.stems.track.other
source: Harmonia
ar: بقية الآلات
de: Übriges
en: Other
es: Armonía
fr: Harmonie
hi: अन्य
ja: その他
ru: Остальное
zh_hans: 其他

# cadentia.stems.track.vocals
source: Voz
ar: الغناء
de: Gesang
en: Vocals
fr: Voix
hi: आवाज़
ja: ボーカル
ru: Вокал
zh_hans: 人声

# cadentia.stems.tracks
source: Faixas
ar: المسارات
de: Spuren
en: Tracks
es: Pistas
fr: Pistes
hi: ट्रैक
ja: トラック
ru: Дорожки
zh_hans: 音轨

# cadentia.stems.tryAgain
source: Tentar outra
ar: جرّب أخرى
de: Anderen versuchen
en: Try another
es: Probar otra
fr: Essayer un autre
hi: दूसरा आज़माएं
ja: 別の曲を試す
ru: Попробовать другую
zh_hans: 换一首试试

# cadentia.stems.vocals
source: Vocal
ar: الغناء
de: Gesang
en: Vocals
es: Voz
fr: Voix
hi: आवाज़
ja: ボーカル
ru: Вокал
zh_hans: 人声

# cadentia.study.noShape
source: Sem forma nesta afinação
ar: لا يوجد شكل في هذا الدوزان
de: Kein Griff in dieser Stimmung
en: No shape in this tuning
es: Sin forma en esta afinación
fr: Aucune forme dans cet accordage
hi: इस ट्यूनिंग में कोई आकार नहीं
ja: このチューニングには形がありません
ru: Нет аппликатуры в этом строе
zh_hans: 此调弦下没有对应指法

# cadentia.tabs.more
source: Mais
ar: المزيد
de: Mehr
en: More
es: Más
fr: Plus
hi: अधिक
ja: その他
ru: Ещё
zh_hans: 更多

# cadentia.tuner.analysis.hint
source: Toque por até 60s e veja quanto tempo ficou afinado.
ar: اعزف حتى 60 ثانية وشاهد كم من الوقت بقيت مضبوط الدوزان.
de: Spiele bis zu 60s und sieh, wie lange du sauber gestimmt warst.
en: Play for up to 60s and see how long you stayed in tune.
es: Toca hasta 60s y mira cuánto tiempo estuviste afinado.
fr: Jouez jusqu'à 60s et voyez combien de temps vous êtes resté juste.
hi: 60 सेकंड तक बजाएं और देखें कि आप कितनी देर सुर में रहे।
ja: 最大60秒間演奏して、音程が合っていた時間を確認できます。
ru: Играйте до 60 секунд и посмотрите, сколько времени вы держали строй.
zh_hans: 演奏最多 60 秒，查看你有多少时间保持音准。

# cadentia.tuner.analysis.start
source: Analisar afinação
ar: تحليل الدوزان
de: Stimmung analysieren
en: Analyze tuning
es: Analizar afinación
fr: Analyser l'accordage
hi: ट्यूनिंग का विश्लेषण करें
ja: チューニングを分析
ru: Анализ строя
zh_hans: 分析音准

# cadentia.tuner.analysis.stop
source: Concluir análise
ar: إنهاء التحليل
de: Analyse beenden
en: Finish analysis
es: Finalizar análisis
fr: Terminer l'analyse
hi: विश्लेषण समाप्त करें
ja: 分析を終了
ru: Завершить анализ
zh_hans: 结束分析

# cadentia.tuner.analysis.title
source: Análise de afinação
ar: تحليل الدوزان
de: Stimmungsanalyse
en: Tuning analysis
es: Análisis de afinación
fr: Analyse de l'accordage
hi: ट्यूनिंग विश्लेषण
ja: チューニング分析
ru: Анализ строя
zh_hans: 音准分析

# cadentia.tuner.tunings.empty
source: Nenhuma afinação encontrada
ar: لم يتم العثور على تسوية
de: Keine Stimmung gefunden
en: No tuning found
es: No se encontró ninguna afinación
fr: Aucun accordage trouvé
hi: कोई ट्यूनिंग नहीं मिली
ja: チューニングが見つかりません
ru: Строй не найден
zh_hans: 未找到调弦

# cadentia.tuner.tunings.emptyHint
source: Tente o nome da banda, as notas ou o instrumento
ar: جرّب اسم الفرقة أو النوتات أو الآلة
de: Versuche den Bandnamen, die Noten oder das Instrument
en: Try the band name, the notes or the instrument
es: Prueba el nombre de la banda, las notas o el instrumento
fr: Essayez le nom du groupe, les notes ou l'instrument
hi: बैंड का नाम, नोट्स या वाद्ययंत्र आज़माएँ
ja: バンド名、音名、楽器名で探せます
ru: Попробуйте название группы, ноты или инструмент
zh_hans: 试试乐队名、音名或乐器

# cadentia.tuner.tunings.recent
source: Recentes
ar: الأخيرة
de: Zuletzt
en: Recent
es: Recientes
fr: Récents
hi: हाल के
ja: 最近
ru: Недавние
zh_hans: 最近使用

# cadentia.tuner.tunings.search
source: Buscar afinação
ar: ابحث عن تسوية
de: Stimmung suchen
en: Search tunings
es: Buscar afinación
fr: Rechercher un accordage
hi: ट्यूनिंग खोजें
ja: チューニングを検索
ru: Поиск строя
zh_hans: 搜索调弦

# cadentia.tuner.tunings.title
source: Afinações
ar: التسويات
de: Stimmungen
en: Tunings
es: Afinaciones
fr: Accordages
hi: ट्यूनिंग
ja: チューニング
ru: Строи
zh_hans: 调弦

# common.back
source: Voltar
ar: رجوع
de: Zurück
en: Back
es: Atrás
fr: Retour
hi: वापस
ja: 戻る
ru: Назад
zh_hans: 返回

# music.chords.arpeggio
source: Arpejo
ar: أربيجيو
de: Arpeggio
en: Arpeggio
es: Arpegio
fr: Arpège
hi: आर्पेजियो
ja: アルペジオ
ru: Арпеджио
zh_hans: 琶音

# music.chords.capoFret
source: Casa do capotraste
ar: فريت الكابو
de: Kapodaster-Bund
en: Capo fret
es: Traste de la cejilla
fr: Frette du capodastre
hi: कैपो फ्रेट
ja: カポのフレット
ru: Лад каподастра
zh_hans: 变调夹品格

# music.chords.capoFretNegative
source: Capo -{n}
ar: كابو -{n}
de: Kapo -{n}
es: Cejilla -{n}
fr: Capodastre -{n}
hi: कैपो -{n}
ja: カポ -{n}
ru: Каподастр -{n}
zh_hans: 变调夹 -{n}

# music.chords.capoFretPositive
source: Capo +{n}
ar: كابو +{n}
de: Kapo +{n}
es: Cejilla +{n}
fr: Capodastre +{n}
hi: कैपो +{n}
ja: カポ +{n}
ru: Каподастр +{n}
zh_hans: 变调夹 +{n}

# music.chords.capoNone
source: Sem capo
ar: بدون كابو
de: Kein Kapodaster
en: No capo
es: Sin cejilla
fr: Sans capodastre
hi: कैपो नहीं
ja: カポなし
ru: Без каподастра
zh_hans: 无变调夹

# music.chords.capoTitle
source: Capotraste / Transpose
ar: كابو / نقل
de: Kapodaster / Transponieren
en: Capo / Transpose
es: Cejilla / Transponer
fr: Capodastre / Transposer
hi: कैपो / ट्रांसपोज़
ja: カポ / 移調
ru: Каподастр / Транспонирование
zh_hans: 变调夹 / 移调

# music.chords.empty
source: Nenhum acorde encontrado.
ar: لم يتم العثور على أكوردات.
de: Keine Akkorde gefunden.
en: No chords found.
es: No se encontraron acordes.
fr: Aucun accord trouvé.
hi: कोई कॉर्ड नहीं मिला।
ja: コードが見つかりません。
ru: Аккорды не найдены.
zh_hans: 未找到和弦。

# music.chords.qualities.all
source: Todos
ar: الكل
de: Alle
en: All
fr: Tous
hi: सभी
ja: すべて
ru: Все
zh_hans: 全部

# music.chords.qualities.augmented
source: Aumentado
ar: مزداد
de: Übermäßig
en: Augmented
fr: Augmenté
hi: बढ़ा हुआ
ja: オーグメント
ru: Увеличенный
zh_hans: 增和弦

# music.chords.qualities.diminished
source: Diminuto
ar: منقوص
de: Vermindert
en: Diminished
es: Disminuido
fr: Diminué
hi: घटा हुआ
ja: ディミニッシュ
ru: Уменьшённый
zh_hans: 减和弦

# music.chords.qualities.dom7
source: 7ª
ar: السابع
en: 7th
fr: 7e
hi: 7वां
ja: 7th
zh_hans: 七和弦

# music.chords.qualities.maj7
source: Maior 7
ar: كبير 7
de: Dur 7
en: Major 7
es: Mayor 7
fr: Majeur 7
hi: मेजर 7
ja: メジャー7
ru: Мажор 7
zh_hans: 大七

# music.chords.qualities.major
source: Maior
ar: كبير
de: Dur
en: Major
es: Mayor
fr: Majeur
hi: मेजर
ja: メジャー
ru: Мажор
zh_hans: 大调

# music.chords.qualities.minor
source: Menor
ar: صغير
de: Moll
en: Minor
fr: Mineur
hi: माइनर
ja: マイナー
ru: Минор
zh_hans: 小调

# music.chords.qualities.minor7
source: Menor 7
ar: صغير 7
de: Moll 7
en: Minor 7
fr: Mineur 7
hi: माइनर 7
ja: マイナー7
ru: Минор 7
zh_hans: 小七

# music.chords.searchPlaceholder
source: Buscar acorde (Am, G7, Cmaj7...)
ar: البحث عن أكورد (Am، G7، Cmaj7…)
de: Akkord suchen (Am, G7, Cmaj7...)
en: Search chord (Am, G7, Cmaj7...)
fr: Rechercher un accord (Am, G7, Cmaj7...)
hi: कॉर्ड खोजें (Am, G7, Cmaj7…)
ja: コードを検索 (Am、G7、Cmaj7…)
ru: Поиск аккорда (Am, G7, Cmaj7…)
zh_hans: 搜索和弦 (Am、G7、Cmaj7…)

# music.chords.strum
source: Tocar
ar: عزف
de: Anschlagen
en: Strum
es: Rasgueo
fr: Gratter
hi: स्ट्रम
ja: ストラム
ru: Бой
zh_hans: 扫弦

# music.chords.transposeInput
source: Progressão
ar: التتابع
de: Progression
en: Progression
es: Progresión
fr: Progression
hi: प्रगति
ja: コード進行
ru: Прогрессия
zh_hans: 进行

# music.chords.transposeOutput
source: Transposta
ar: مَنقول
de: Transponiert
en: Transposed
es: Transpuesto
fr: Transposé
hi: ट्रांसपोज़ किया
ja: 移調済み
ru: Транспонировано
zh_hans: 已移调

# music.chords.transposePlaceholder
source: Ex: G C D Em
ar: مثال: G C D Em
de: z. B.: G C D Em
es: Ej: G C D Em
hi: उदा: G C D Em
ja: 例: G C D Em
ru: Напр.: G C D Em
zh_hans: 例如: G C D Em

# music.common.selectInstrument
source: Instrumento
ar: الآلة
de: Instrument
en: Instrument
fr: Instrument
hi: वाद्य
ja: 楽器
ru: Инструмент
zh_hans: 乐器

# music.common.selectKit
source: Kit
ar: الطقم
hi: किट
ja: キット
ru: Набор
zh_hans: 套件

# music.common.selectVoice
source: Voz
ar: الصوت
de: Stimme
en: Voice
fr: Voix
hi: आवाज़
ja: 音色
ru: Голос
zh_hans: 音色

# music.common.settings
source: Configurações
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ru: Настройки
zh_hans: 设置

# music.drums.allCategories
source: Todos
ar: الكل
de: Alle
en: All
fr: Tous
hi: सभी
ja: すべて
ru: Все
zh_hans: 全部
